export type AboutCardData = {
	text: string
	caption: string
}

export const ABOUT_CARDS: AboutCardData[] = [
	{
		text: 'Привет! Я Бренд & Коммуникационный Дизайнер/Арт-директор из Москвы. Объясняю сложные мысли простыми образами.',
		caption: 'Заполнить',
	},
	{
		text: 'Специализируюсь на разработке фирменных стилей и построении дизайн-систем. Рестайлю и ребрендирую.',
		caption: 'Заполнить',
	},
	{
		text: 'Мой опыт в дизайне - более четырёх лет. Помимо айдентики, в моем багаже дизайн-проекты книг, ивентов, YouTube шоу, диджитал-продуктов и коммерческих иллюстраций.',
		caption: 'Заполнить',
	},
	{
		text: 'Мне удалось реализовать крупные проекты со СБЕРом, ПСБ Банком, МосМедициной и занять первое место в конкурсе от VK Designers.',
		caption: 'Заполнить',
	},
	{
		text: 'В 2025 году завершила обучение в Школе Дизайна НИУ ВШЭ по специальности Коммуникационный дизайн.',
		caption: 'Где училась?',
	},
]
